Repository: CodingBunnyDev/cb-image-optimizer
Catalog: languages/coding-bunny-image-optimizer-*.po
Languages: it_it, th_th

source: A new version (%1$s) of the <b>CodingBunny Image Optimizer</b> plugin is available. <a href="%2$s">Download the latest version here.</a>
it_it: È disponibile una nuova versione (%1$s) del plugin <b>CodingBunny Image Optimizer</b>. <a href=“%2$s”>Scaricate l'ultima versione qui.</a>
th_th: ปลั๊กอิน <b>CodingBunny Image Optimizer</b> เวอร์ชันใหม่ (%1$s) พร้อมให้บริการแล้ว <a href=“%2$s”>ดาวน์โหลดเวอร์ชันล่าสุดได้ที่นี่</a>

source: Activate licence
it_it: Attiva licenza
th_th: เปิดใช้งานใบอนุญาต

source: Active licence
it_it: Licenza attiva
th_th: ใบอนุญาตที่ใช้งานอยู่

source: AVIF Quality
it_it: Qualità AVIF
th_th: AVIF คุณภาพ

source: Choose which image formats WordPress should automatically create.
it_it: Scegliere quali formati di immagine WordPress deve creare automaticamente.
th_th: เลือกรูปแบบรูปภาพที่ WordPress ควรสร้างโดยอัตโนมัติ

source: Conversion format
it_it: Formato di conversione
th_th: รูปแบบการแปลง

source: Convert
it_it: Converti
th_th: แปลง

source: Convert images to the selected format.
it_it: Converti le immagini nel formato selezionato.
th_th: แปลงภาพเป็นรูปแบบที่เลือก

source: Convert JPEG, PNG and GIF images to WEBP or AVIF format.
it_it: Converti le immagini JPEG, PNG e GIF nei formati WEBP o AVIF.
th_th: แปลงภาพ JPEG, PNG และ GIF เป็นรูปแบบ WEBP หรือ AVIF

source: Deactivate licence
it_it: Disattiva licenza
th_th: ปิดใช้งานใบอนุญาต

source: Default Image Sizes
it_it: Dimensioni immagini predefinite
th_th: ขนาดภาพเริ่มต้น

source: Detect and mark unused images on your site.
it_it: Rileva e contrassegna le immagini inutilizzate sul vostro sito.
th_th: ตรวจจับและทำเครื่องหมายภาพที่ไม่ได้ใช้บนเว็บไซต์ของคุณ

source: Email account:
it_it: Account email:
th_th: บัญชีอีเมล:

source: Enable conversion
it_it: Abilita la conversione
th_th: เปิดใช้งานการแปลง

source: Enable resizing
it_it: Abilita il ridimensionamento
th_th: เปิดใช้งานการปรับขนาด

source: Enable Toolbar
it_it: Abilita la barra degli strumenti
th_th: เปิดใช้งานแถบเครื่องมือ

source: Enables or disables the toolbar in the media library.
it_it: Attiva o disattiva la barra degli strumenti nella libreria multimediale.
th_th: เปิดหรือปิดใช้งานแถบเครื่องมือในไลบรารีสื่อ

source: Error: Unable to create image editor for file %s
it_it: Errore: Impossibile creare un editor di immagini per il file %s
th_th: ข้อผิดพลาด: ไม่สามารถสร้างโปรแกรมแก้ไขรูปภาพสำหรับไฟล์ %s ได้

source: Error: Unable to get image dimensions for file %s
it_it: Errore: Impossibile ottenere le dimensioni dell’immagine per il file %s
th_th: ข้อผิดพลาด: ไม่สามารถรับขนาดภาพสำหรับไฟล์ %s ได้

source: Error: Unable to save resized image for file %s
it_it: Errore: Impossibile salvare l’immagine ridimensionata per il file %s
th_th: ข้อผิดพลาด: ไม่สามารถบันทึกรูปภาพที่ปรับขนาดแล้วสำหรับไฟล์ %s

source: Get CodingBunny Image Optimizer PRO!
it_it: Ottieni CodingBunny Image Optimizer PRO!
th_th: รับ CodingBunny Image Optimizer PRO!

source: Go Pro
it_it: Passa a Pro

source: Having problems with your licence? Contact our support:
it_it: Hai problemi con la tua licenza? Contatta il nostro supporto:
th_th: มีปัญหากับใบอนุญาตของคุณหรือไม่ ติดต่อฝ่ายสนับสนุนของเรา:

source: https://coding-bunny.com
it_it: https://www.coding-bunny.com

source: https://coding-bunny.com/image-optimizer/
it_it: https://www.coding-bunny.com/image-optimizer/

source: Image size
it_it: Dimensioni immagini
th_th: ขนาดภาพ

source: Incorrect licence key or email
it_it: Chiave di licenza o e-mail errata
th_th: รหัสใบอนุญาตหรืออีเมลไม่ถูกต้อง

source: Incorrect licence key or email:
it_it: Chiave di licenza o e-mail errata:
th_th: รหัสใบอนุญาตหรืออีเมลไม่ถูกต้อง:

source: Licence Key:
it_it: Chiave di licenza:
th_th: รหัสใบอนุญาต:

source: Licence successfully deactivated!
it_it: Licenza disattivata con successo!
th_th: ปิดใช้งานใบอนุญาตสําเร็จแล้ว!

source: Licence successfully validated!
it_it: Licenza convalidata con successo!
th_th: ใบอนุญาตตรวจสอบสําเร็จแล้ว!

source: Manage Licence
it_it: Gestisci licenza
th_th: จัดการใบอนุญาต

source: Max. height (px)
it_it: Altezza massima (px)
th_th: สูงสุด ความสูง (พิกเซล)

source: Max. width (px)
it_it: Larghezza massima (px)
th_th: สูงสุด ความกว้าง (พิกเซล)

source: Optimize All Images
it_it: Ottimizza tutte le immagini
th_th: ปรับภาพทั้งหมดให้เหมาะสม

source: Optimize Selected Images
it_it: Ottimizza le immagini selezionate
th_th: ปรับภาพที่เลือกให้เหมาะสม

source: Resize
it_it: Ridimensiona
th_th: ปรับขนาด

source: Resizes images to the size below.
it_it: Ridimensiona le immagini alle dimensioni indicate.
th_th: ปรับขนาดรูปภาพให้มีขนาดด้านล่าง

source: Sets the maximum size of width and height of uploaded images.
it_it: Imposta le dimensioni massime di larghezza e altezza delle immagini caricate.
th_th: กำหนดขนาดความกว้างและความสูงสูงสุดของรูปภาพที่อัปโหลด

source: Settings
it_it: Impostazioni
th_th: การตั้งค่า

source: Speed up your site! Compress and optimize images automatically.
it_it: Velocizza il tuo sito! Comprimi e ottimizza le immagini automaticamente.
th_th: เร่งความเร็วไซต์ของคุณ! บีบอัดและปรับภาพให้เหมาะสมโดยอัตโนมัติ

source: Unused Image Finder
it_it: Cercatore di immagini inutilizzate
th_th: โปรแกรมค้นหารูปภาพที่ไม่ได้ใช้

source: WEBP Quality
it_it: Qualità WEBP
th_th: WEBP คุณภาพ

source: Your <b>CodingBunny Image Optimizer</b> licence expires in <b>%1$d days</b>! <a href="%2$s">Renew now.</a>
it_it: La licenza di <b>CodingBunny Image Optimizer</b> scade tra <b>%1$d giorni</b>! <a href=“%2$s”>Rinnova ora.</a>
th_th: ใบอนุญาต <b>CodingBunny Image Optimizer</b> ของคุณจะหมดอายุใน <b>%1$d วัน</b> ! <a href=“%2$s”>ต่ออายุทันที</a>

source: Your licence expires on:
it_it: La licenza scade il:
th_th: ใบอนุญาตของคุณหมดอายุเมื่อ:

source: Your site does not use the libraries required for the correct functioning of the plugin.
it_it: Il sito non utilizza le librerie necessarie per il corretto funzionamento del plugin.
th_th: ไซต์ของคุณไม่ได้ใช้ไลบรารีที่จำเป็นสำหรับการทำงานที่ถูกต้องของปลั๊กอิน

source: Your site is using the libraries %s
it_it: Il sito utilizza le librerie %s
th_th: ไซต์ของคุณกำลังใช้ไลบรารี %s

source: Powered by CodingBunny
th_th: ขับเคลื่อนโดย CodingBunny
